Repository: giellalt/corpus-nob
Catalog: tmx/smj/admin/sd/samediggi.no/tilskuddsbevilgning_til_sprak-_og_kulturbad_i_hamaroy.html.tmx
Source language: nob
Languages: smj

source: Tilskuddsbevilgning til språk- og kulturbad i Hamarøy
smj: Doarjjajuollodibme giella- ja kultuvrralávggomij Hábmerin

source: Sametinget har bevilget 122 866 kroner i støtte til organisasjonen Buolvas Buolvaj – Fra Generasjon til generasjon, som skal arrangere lulesamisk språk- og kulturbad i Sámi Safari Camp i Hamarøy.
smj: Sámedigge l juollodam 122 866 kråvnå doarjjan Hábmera organisasjåvnnåj Buolvas Buolvaj – Fra Generasjon til generasjon ásadittjat julevsáme giella- ja kultuvrralávggoma Sáme Safari Campan Hábmerin.

source: Buolvas Buolvaj – Fra generasjon til generasjon har søkt og fått støtte til å arrangere lulesamisk språk- og kulturbad i Sámi Safari Camp, som er i Lávrra i Hamarøy kommune.
smj: Buolvas Buolvaj la åhtsåm ja oadtjum dårjav ásadittjat julevsáme giella- ja kultuvrralávggomav Sáme Safari Campan, mij la Lávran Hábmera suohkanin.

source: Der skal de ltakerne i fire intensive dager bade i lulesamisk språk og kultur .
smj: Dåppe galggi niellja intensijva biejve lávggot julevsáme gielan ja kultuvran.

source: Gjennom mat, duodji og relasjonell storytelling skal deres samiske selvfølelse bli styrket, og det skal gi større selvtillit til å bruke språk og kulturelle ferdigheter.
smj: Biebmo, duoje ja subtsastime baktu galggá sijá sáme iesjdåbddo nanniduvvat, mij vas vaddá buorep iesjluohtádusáv adnet gielav ja kultuvralasj tjehpudagájt.

source: Prosjektet tar utgangspunkt i en erkjennelse om at kulturell trygghet og identitet er en suksessfaktor for språkopplæring i dette området.
smj: Kultuvralasj jasskavuohta ja identitiehtta l vuorbástuvvamfaktåvrrå giellaåhpadusán dán guovlon.

source: Målet med prosjektet er å gi deltakerne ferdigheter, motivasjon og inspirasjon til å bruke samisk aktivt i hverdagssituasjoner og spesielle utvalgte settinger, og deltakerne skal også bygge opp større ordforråd.
smj: Prosjevta ulmme la vaddet oassálasstijda tjehpudagájt, motivasjåvnåv ja inspirasjåvnåv anátjit sámegielav aktijvalattjat árggabiejven ja kursan la ulmme oassálasstij báhkoboanndudagáv lasedit.

source: Målgruppen er ungdom og voksne som ønsker å bygge opp lulesamisk språkkunnskap og kulturell kompetanse knyttet til egen slekt og historie.
smj: Ulmmejuogos li nuora ja ållessjattuga gudi sihti julevsáme giellamáhtov ja kultuvralasj máhtudagáv lasedit mij la tjanáduvvam ietjasa fuolkijda ja histåvrråj.

source: – Sametinget anser det som viktig at ungdom, og også voksne, får lære lulesamisk på denne måten.
smj: – Sámediggáj la ájnas jut nuora ja aj ållessjattuga bessi julevsámegielav oahppat dán vuoge milta.

source: Lulesamisk av et truet språk som behøver slike språklæringstilbud.
smj: Julevsámegiella l akta dájs ájteduvvam gielajs mij dárbaj dákkár giellaoahppamfálaldagáv.

source: Mange har passiv språkkunnskap og de trenger å begynne å bruke språket innenfor trygge rammer, sier sametingsråd Mikkel Eskil Mikkelsen (NSR).
smj: Moaddásin la passijva giellamáhtto ja dárbahi jasska rámma sissŋelin gielav adnegoahtet, javllá sámedikkeráde Mikkel Eskil Mikkelsen (NSR).

source: Tilskuddet gis fra tilskuddsordningen Samiske språktiltak i sør-, ume-, pite-, lule-, skolte- og markasamisk område.
smj: Doarjja vatteduvvá doarjjaårdniga Sáme gielladåjma oarjjel-, ubmem-, bihtám-, julev-, gålldå- ja márkkosáme guovlojda baktu.
